{
  "locale": {
    "bg": "Български",
    "cs": "Čeština",
    "de": "Deutsch",
    "en": "English",
    "es": "Español",
    "et": "Eesti",
    "fa": "فارسی",
    "fi": "Suomi",
    "fr": "Français",
    "he": "עברית",
    "it": "Italiano",
    "is": "Íslenska",
    "lt": "Lietuvių",
    "lv": "Latviešu",
    "no": "Norsk",
    "pl": "Polski",
    "pt": "Português",
    "ru": "Русский",
    "sv": "Svenska",
    "ua": "Українська"
  },
  "nav": {
    "home": "Начало",
    "goals": "Нашите цели",
    "presale": "Предпродажба",
    "referral": "Реферал",
    "roadmap": "Пътна карта",
    "tokenomics": "Токеномика",
    "about": "За нас"
  },
  "hello": {
    "title": "Добре дошли в DrugNcoin!",
    "body": "Присъединете се към революцията с DrugNcoin на TON Blockchain."
  },
  "home": {
    "welcome": {
      "title": "Добре дошли в DrugNcoin!",
      "body": "Революционизиране на крипто света чрез иновации и общност"
    },
    "about": {
      "title": "За DrugNcoin",
      "body": "DrugNcoin е революционен проект на блокчейн TON, създаден да предостави най-доброто от криптовалутите на ентусиасти и инвеститори. С ясен фокус върху токеномиката, прозрачността и ангажираността на потребителите, DrugNcoin цели да създаде процъфтяваща екосистема, която възнаграждава своята общност."
    },
    "why": {
      "title": "Защо DrugNcoin?",
      "reason1": {
        "title": "1. Силна основа:",
        "item1": "Изграден върху сигурния и мащабируем блокчейн TON.",
        "item2": "Подкрепен от здрава инфраструктура за смарт контракти."
      },
      "reason2": {
        "title": "2. Прозрачна токеномика:",
        "item1": "Обща доставка: 100 милиарда токена.",
        "item2": "Резерва за екипа: 10 милиарда токена.",
        "item3": "Циркулиращо предлагане: 90 милиарда токена."
      },
      "reason3": {
        "title": "3. Вълнуващи възможности за предпродажба:",
        "item1": "Множество кръгове на предпродажба с нарастващи цени на токените, предоставящи значителни предимства на ранните инвеститори."
      },
      "reason4": {
        "title": "4. Възнаграждаваща реферална програма:",
        "item1": "Печелете токени, като каните други да се присъединят към общността на DrugNcoin.",
        "item2": "Прогресивна система за възнаграждения въз основа на броя на рефералите."
      }
    },
    "token_details": {
      "title": "Детайли за токена",
      "token_name": {
        "label": "Име на токена:",
        "value": "DrugNcoin"
      },
      "total_supply": {
        "label": "Обща доставка:",
        "value": "100 милиарда токена"
      },
      "team_reserve": {
        "label": "Резерва за екипа:",
        "value": "10 милиарда токена"
      },
      "circulating_supply": {
        "label": "Циркулиращо предлагане:",
        "value": "90 милиарда токена"
      },
      "pre_sale_rounds": {
        "label": "Кръгове на предпродажба:",
        "round1": {
          "title": "Първи кръг:",
          "price": "Цена: $0.0015 за токен",
          "end_date": "Крайна дата: 10 август 2024"
        },
        "round2": {
          "title": "Втори кръг:",
          "price": "Цена: $0.002 за токен",
          "end_date": "Крайна дата: 30 август 2024"
        },
        "round3": {
          "title": "Трети кръг:",
          "price": "Цена: $0.003 за токен",
          "end_date": "Крайна дата: 30 септември 2024"
        }
      }
    },
    "join": {
      "title": "Присъединете се към общността на DrugNcoin",
      "steps": {
        "get_started": "Започнете:",
        "step1": "Свържете вашия TON портфейл.",
        "step2": "Участвайте в предпродажбата.",
        "step3": "Печелете награди чрез нашата реферална програма."
      }
    },
    "stay_connected": {
      "title": "Останете свързани:",
      "social_media": "Следвайте ни в социалните мрежи за най-новите актуализации.",
      "community_discussions": "Присъединете се към нашите общностни дискусии в Telegram и Discord."
    },
    "contact": {
      "title": "Свържете се с нас:",
      "body": "За въпроси се свържете с нашия екип за поддръжка на [support at drugncoin.com](mailto:support at drugncoin.com)."
    },
    "footer": {
      "body": "DrugNcoin - Иновации в бъдещето на криптовалутите"
    }
  },
  "our_goals": {
    "title": "Нашите цели",
    "introduction": "В DrugNcoin ние имаме визионерско убеждение, че масовото приемане на криптовалутите не може да бъде напълно реализирано без да се адресира критичен обществен проблем: легализацията на наркотиците. Признаваме значителната роля, която криптовалутите играят на черния пазар, особено за незаконни транзакции с наркотици. Тази връзка е значителна пречка за широкото приемане и интеграция на криптовалутите в основните финансови системи.",
    "vision": {
      "title": "Нашата визия",
      "body": "Представяме си свят, в който сенките на черния пазар се разсейват от светлината на легитимността. Точно както зората разкъсва най-тъмната нощ, легализацията и регулирането на наркотиците могат да предвестят нова ера за криптовалутите, превръщайки ги от инструмент на подземния свят в фар на прозрачната и законна търговия."
    },
    "blocker": {
      "title": "Пряка пречка",
      "body": "Пътят към масовото приемане на криптовалутите е възпрепятстван от постоянната сянка на незаконната употреба на наркотици. Тази незаконна връзка хвърля сянка върху потенциала на цифровите валути, създавайки недоверие и съпротива сред регулаторните органи и широката общественост. За да отключим пълния потенциал на криптовалутите, първо трябва да адресираме този основен проблем."
    },
    "solution": {
      "title": "Нашето решение",
      "body": "Вярваме, че декриминализацията и легализацията на наркотиците представляват 100% решение на една от най-големите пречки за масовото приемане на криптовалутите. Като подкрепяме и насърчаваме легализацията на наркотиците, се стремим да премахнем стигмата и правните предизвикателства, свързани с употребата на криптовалути, проправяйки пътя за тяхното приемане и интеграция в ежедневието."
    },
    "foundation": {
      "title": "Създаване на фондация",
      "body": "Нашата цел е да създадем фондация, посветена на подкрепата на процесите на легализация на наркотиците в страните, където това остава спорен въпрос. Чрез адвокатура, образование и финансова подкрепа се стремим да влияем на политическите промени и обществените нагласи, създавайки правна среда, благоприятна за растежа и приемането на криптовалутите."
    }
  },
  "roadmap": {
    "title": "Пътна карта",
    "body": "В момента сме планирали нашата стратегия една година напред.",
    "q3_2024": {
      "title": "Q3 2024",
      "event1": "Първи кръг на предпродажба: $0.0015 за токен (Крайна дата: 10 август 2024)",
      "event2": "Втори кръг на предпродажба: $0.002 за токен (Крайна дата: 30 август 2024)",
      "event3": "Трети кръг на предпродажба: $0.003 за токен (Крайна дата: 30 септември 2024)"
    },
    "q4_2024": {
      "title": "Q4 2024",
      "event1": "Разпределение на токени за ранните инвеститори",
      "event2": "Начална маркетингова кампания за повишаване на осведомеността"
    },
    "q1_2025": {
      "title": "Q1 2025",
      "event1": "Листиране на големи крипто борси (Binance, Bybit, Bitget, OKEX)",
      "event2": "Разширяване на маркетинговите усилия и ангажираност на общността"
    },
    "q2_2025": {
      "title": "Q2 2025",
      "event1": "Установяване на партньорства с правни и адвокационни групи",
      "event2": "Иницииране на програми за подкрепа на легализацията в целеви страни"
    },
    "q3_2025": {
      "title": "Q3 2025",
      "event1": "Стартиране на глобална кампания за подкрепа на легализацията на наркотиците",
      "event2": "Провеждане на международни конференции и работни срещи"
    }
  },
  "about": {
    "title": "За DrugNcoin",
    "introduction": "DrugNcoin е създаден от разнообразна група професионалисти и ентусиасти, обединени от обща визия. Нашият екип се състои от експерти от различни области, всеки носещ уникална перспектива и набор от умения. Заедно сме посветени на стимулирането на масовото приемане на криптовалутите чрез иновативни решения и обществени промени.",
    "founders": {
      "title": "Нашите основатели",
      "body": "Нашият основателен екип се състои от визионери от различни среди, всеки с дълбока страст към криптовалутите и техния потенциал да трансформират света. Чрез използване на нашите колективни експертни знания се стремим да създадем устойчиво и влиятелно движение."
    },
    "expertise": {
      "title": "Нашата експертиза",
      "item1": "Блокчейн технологии: Нашите експерти по блокчейн осигуряват сигурността и мащабируемостта на нашата платформа, правейки DrugNcoin надеждна и ефективна криптовалута.",
      "item2": "Правни и регулаторни въпроси: Нашият правен екип се ориентира в сложния пейзаж на регулациите за криптовалути, насърчавайки политики, които подкрепят легалното използване на цифрови валути.",
      "item3": "Финанси и икономика: Нашите финансови анализатори предоставят прозрения за пазарните тенденции и икономическите въздействия, ръководейки нашите стратегически решения за дългосрочен растеж.",
      "item4": "Маркетинг и комуникации: Нашите маркетинг специалисти създават завладяващи разкази и стратегии за достигане и ангажиране на нашата общност.",
      "item5": "Обществено здраве и политика: Нашите експерти по обществено здраве разбират социалните въздействия на легализацията на наркотиците, помагайки ни да формираме инициативи, които насърчават здравето и безопасността."
    },
    "mission": {
      "title": "Нашата мисия",
      "body": "Нашата мисия в DrugNcoin е да насърчим масовото приемане на криптовалутите, като се справим с една от най-значимите пречки: асоциацията с незаконните транзакции с наркотици. Чрез насърчаване на легализацията и регулирането на наркотиците се стремим да трансформираме разказа около криптовалутите и да проправим пътя за тяхната интеграция в основните финансови системи. Вярваме, че чрез образование, адвокатура и стратегически партньорства можем да създадем бъдеще, в което криптовалутите се използват прозрачно и законно, носейки ползи за обществото като цяло."
    }
  },
  "presale": {
    "title": "Предварителна продажба",
    "body": "Присъединете се към нашите кръгове за предварителна продажба и получете своите DrugNcoin токени.",
    "connect-wallet": {
      "title": "Свържете вашия TON портфейл",
      "user-friendly-address": "Удобен за потребителя адрес",
      "raw-address": "Суров адрес"
    },
    "payment": {
      "title": "Обработка на плащането",
      "amount": "Сума (USD)"
    }
  },
  "referral": {
    "title": "Реферална програма",
    "body": "Поканете приятели и спечелете DrugNcoin токени.",
    "system": {
      "title": "Реферална система",
      "referral-id": "Реферален ID",
      "submit": "Изпрати"
    }
  },
  "tokenimics": {
    "title": "Токеномика",
    "total": "Общо предлагане",
    "team-reserved": "Запазено за екипа",
    "circulating": "Циркулиращо предлагане",
    "billion": "милиарда",
    "tokens": "токени"
  }
}
