{
  "locale": {
    "bg": "Български",
    "cs": "Čeština",
    "de": "Deutsch",
    "en": "English",
    "es": "Español",
    "et": "Eesti",
    "fa": "فارسی",
    "fi": "Suomi",
    "fr": "Français",
    "he": "עברית",
    "is": "Íslenska",
    "it": "Italiano",
    "lt": "Lietuvių",
    "lv": "Latviešu",
    "no": "Norsk",
    "pl": "Polski",
    "pt": "Português",
    "ru": "Русский",
    "sv": "Svenska",
    "ua": "Українська"
  },
  "nav": {
    "home": "Главная",
    "goals": "Наши Цели",
    "presale": "Предпродажа",
    "referral": "Реферальная Программа",
    "roadmap": "Дорожная Карта",
    "tokenomics": "Токеномика",
    "about": "О Нас"
  },
  "hello": {
    "title": "Поприветствуй НаркоДракоина!",
    "body": "Присоединяйтесь к революции с НаркоДракоином на TON Blockchain."
  },
  "home": {
    "welcome": {
      "title": "Добро пожаловать в НаркоДракоин!",
      "body": "Революционируем мир криптовалют с помощью инноваций и сообщества"
    },
    "about": {
      "title": "О НаркоДракоине",
      "body": "НаркоДракоин — это новаторский проект на блокчейне TON, созданный для того, чтобы предоставить лучшее от криптовалют в руки энтузиастов и инвесторов. С четким фокусом на токеномику, прозрачность и вовлеченность пользователей, НаркоДракоин стремится создать процветающую экосистему, которая вознаграждает свое сообщество."
    },
    "why": {
      "title": "Почему НаркоДракоин?",
      "reason1": {
        "title": "1. Надежный Фундамент:",
        "item1": "Построен на безопасном и масштабируемом блокчейне TON.",
        "item2": "Поддерживается надежной инфраструктурой смарт-контрактов."
      },
      "reason2": {
        "title": "2. Прозрачная Токеномика:",
        "item1": "Общий объем выпуска: 100 миллиардов токенов.",
        "item2": "Резерв команды: 10 миллиардов токенов.",
        "item3": "Циркулирующий объем: 90 миллиардов токенов."
      },
      "reason3": {
        "title": "3. Захватывающие Возможности Предпродажи:",
        "item1": "Несколько раундов предпродажи с увеличением цен на токены, дающих ранним инвесторам значительные преимущества."
      },
      "reason4": {
        "title": "4. Выгодная Реферальная Программа:",
        "item1": "Зарабатывайте токены, приглашая других присоединиться к сообществу НаркоДракоин.",
        "item2": "Прогрессивная система вознаграждений, основанная на количестве рефералов."
      }
    },
    "token_details": {
      "title": "Детали Токена",
      "token_name": {
        "label": "Название Токена:",
        "value": "НаркоДракоин"
      },
      "total_supply": {
        "label": "Общий Объем Выпуска:",
        "value": "100 миллиардов токенов"
      },
      "team_reserve": {
        "label": "Резерв для Команды:",
        "value": "10 миллиардов токенов"
      },
      "circulating_supply": {
        "label": "Циркулирующий Объем:",
        "value": "90 миллиардов токенов"
      },
      "pre_sale_rounds": {
        "label": "Раунды Предпродажи:",
        "round1": {
          "title": "Первый Раунд:",
          "price": "Цена: $0.0015 за токен",
          "end_date": "Дата окончания: 10 августа 2024 года"
        },
        "round2": {
          "title": "Второй Раунд:",
          "price": "Цена: $0.002 за токен",
          "end_date": "Дата окончания: 30 августа 2024 года"
        },
        "round3": {
          "title": "Третий Раунд:",
          "price": "Цена: $0.003 за токен",
          "end_date": "Дата окончания: 30 сентября 2024 года"
        }
      }
    },
    "join": {
      "title": "Присоединяйтесь к Сообществу НаркоДракоин",
      "steps": {
        "get_started": "Начните:",
        "step1": "Подключите свой кошелек TON.",
        "step2": "Примите участие в предпродаже.",
        "step3": "Зарабатывайте вознаграждения через нашу реферальную программу."
      }
    },
    "stay_connected": {
      "title": "Оставайтесь на Связи:",
      "social_media": "Следите за нами в социальных сетях для последних обновлений.",
      "community_discussions": "Присоединяйтесь к нашим обсуждениям в сообществе на Telegram и Discord."
    },
    "contact": {
      "title": "Свяжитесь с Нами:",
      "body": "По вопросам обращайтесь в нашу службу поддержки по адресу [support at НаркоДракоин.com](mailto:support at НаркоДракоин.com)."
    },
    "footer": {
      "body": "НаркоДракоин - Инновации Будущего Криптовалют"
    }
  },
  "our_goals": {
    "title": "Цели",
    "introduction": "В НаркоДракоин мы верим, что массовое принятие криптовалют не может быть полностью реализовано без решения критического социального вопроса: легализации наркотиков. Мы признаем важную роль, которую криптовалюты играют на черном рынке, особенно в незаконных транзакциях с наркотиками. Эта ассоциация является значительным препятствием для широкого принятия и интеграции криптовалют в традиционные финансовые системы.",
    "vision": {
      "title": "Видение",
      "body": "Мы представляем мир, где тени черного рынка рассеяны светом легитимности. Подобно тому, как рассвет прогоняет самую темную ночь, легализация и регулирование наркотиков могут ознаменовать новую эру для криптовалют, превращая их из подпольного инструмента в маяк прозрачной и законной коммерции."
    },
    "blocker": {
      "title": "Основное Препятствие",
      "body": "Путь к массовому принятию криптовалют затруднен постоянной тенью незаконного употребления наркотиков. Эта незаконная ассоциация бросает тень на потенциал цифровых валют, создавая недоверие и сопротивление среди регулирующих органов и широкой общественности. Чтобы раскрыть истинный потенциал криптовалют, мы должны сначала решить этот фундаментальный вопрос."
    },
    "solution": {
      "title": "Решение",
      "body": "Мы считаем, что декриминализация и легализация наркотиков представляют собой 100% решение одной из крупнейших преград на пути к массовому принятию криптовалют. Поддерживая и способствуя легализации наркотиков, мы стремимся устранить стигму и юридические проблемы, связанные с использованием криптовалют, открывая путь к их принятию и интеграции в повседневную жизнь."
    },
    "foundation": {
      "title": "Создание Фонда",
      "body": "Наша цель — создать фонд, посвященный поддержке процессов легализации наркотиков в странах, где это остается спорным вопросом. Благодаря адвокации, образованию и финансовой поддержке мы стремимся влиять на изменения политики и общественные настроения, способствуя созданию правовой среды, способствующей росту и принятию криптовалют."
    }
  },
  "roadmap": {
    "title": "Дорожная Карта",
    "body": "В настоящее время мы запланировали нашу стратегию на год вперед.",
    "q3_2024": {
      "title": "Q3 2024",
      "event1": "Первый Раунд Предпродажи: $0.0015 за токен (Дата окончания: 10 августа 2024 года)",
      "event2": "Второй Раунд Предпродажи: $0.002 за токен (Дата окончания: 30 августа 2024 года)",
      "event3": "Третий Раунд Предпродажи: $0.003 за токен (Дата окончания: 30 сентября 2024 года)"
    },
    "q4_2024": {
      "title": "Q4 2024",
      "event1": "Распределение Токенов среди Ранних Инвесторов",
      "event2": "Начальная Маркетинговая Кампания для Повышения Осведомленности"
    },
    "q1_2025": {
      "title": "Q1 2025",
      "event1": "Листинг на Основных Криптобиржах (Binance, Bybit, Bitget, OKEX)",
      "event2": "Расширение Маркетинговых Усилий и Вовлечение Сообщества"
    },
    "q2_2025": {
      "title": "Q2 2025",
      "event1": "Установление Партнерских Отношений с Юридическими и Адвокационными Группами",
      "event2": "Инициация Программ Поддержки Легализации в Целевых Странах"
    },
    "q3_2025": {
      "title": "Q3 2025",
      "event1": "Запуск Глобальной Кампании по Адвокации Легализации Наркотиков",
      "event2": "Проведение Международных Конференций и Семинаров"
    }
  },
  "about": {
    "title": "О НаркоДракоине",
    "introduction": "НаркоДракоин была основана разнообразной группой профессионалов и энтузиастов, объединенных общей визией. Наша команда состоит из экспертов из различных областей, каждый из которых приносит уникальную перспективу и набор навыков. Вместе мы стремимся способствовать массовому внедрению криптовалют через инновационные решения и социальные изменения.",
    "founders": {
      "title": "Наши Основатели",
      "body": "Наша основательская команда состоит из визионеров из различных областей, каждый из которых имеет глубокую страсть к криптовалютам и их потенциалу для преобразования мира. Используя наш коллективный опыт, мы стремимся создать устойчивое и значимое движение."
    },
    "expertise": {
      "title": "Наша Экспертиза",
      "item1": "Технология Блокчейн: Наши эксперты по блокчейну обеспечивают безопасность и масштабируемость нашей платформы, делая НаркоДракоин надежной и эффективной криптовалютой.",
      "item2": "Юридические и Регуляторные Вопросы: Наша юридическая команда ориентируется в сложном ландшафте регулирования криптовалют, поддерживая политики, способствующие легальному использованию цифровых валют.",
      "item3": "Финансы и Экономика: Наши финансовые аналитики предоставляют информацию о рыночных тенденциях и экономических последствиях, руководствуясь нашими стратегическими решениями для долгосрочного роста.",
      "item4": "Маркетинг и Коммуникации: Наши маркетинговые специалисты создают увлекательные истории и стратегии привлечения, чтобы вовлекать и расширять наше сообщество.",
      "item5": "Общественное Здоровье и Политика: Наши эксперты в области общественного здоровья понимают социальные последствия легализации наркотиков, помогая нам формировать инициативы, которые способствуют здоровью и безопасности."
    },
    "mission": {
      "title": "Наша Миссия",
      "body": "В НаркоДракоин наша миссия заключается в том, чтобы способствовать массовому внедрению криптовалют путем решения одной из наиболее значительных преград: ассоциации с незаконными транзакциями наркотиков. Поддерживая легализацию и регулирование наркотиков, мы стремимся изменить нарратив вокруг криптовалют и проложить путь к их интеграции в основные финансовые системы. Мы верим, что через образование, адвокацию и стратегические партнерства мы можем создать будущее, в котором криптовалюты используются прозрачно и законно, принося пользу обществу в целом."
    }
  }
}
