{
  "locale": {
    "bg": "Български",
    "cs": "Čeština",
    "de": "Deutsch",
    "en": "English",
    "es": "Español",
    "et": "Eesti",
    "fa": "فارسی",
    "fi": "Suomi",
    "fr": "Français",
    "he": "עברית",
    "is": "Íslenska",
    "it": "Italiano",
    "lt": "Lietuvių",
    "lv": "Latviešu",
    "no": "Norsk",
    "pl": "Polski",
    "pt": "Português",
    "ru": "Русский",
    "sv": "Svenska",
    "ua": "Українська"
  },
  "nav": {
    "home": "Головна",
    "goals": "Наші Цілі",
    "presale": "Передпродаж",
    "referral": "Реферальна Програма",
    "roadmap": "Дорожня Карта",
    "tokenomics": "Токеноміка",
    "about": "Про Нас"
  },
  "hello": {
    "title": "Ласкаво просимо до DrugNcoin!",
    "body": "Приєднуйтесь до революції з DrugNcoin на блокчейні TON."
  },
  "home": {
    "welcome": {
      "title": "Ласкаво просимо до DrugNcoin!",
      "body": "Революціонізуємо світ криптовалют за допомогою інновацій та спільноти"
    },
    "about": {
      "title": "Про DrugNcoin",
      "body": "DrugNcoin — це новаторський проект на блокчейні TON, створений для того, щоб надати найкраще від криптовалют у руки ентузіастів та інвесторів. З чітким фокусом на токеноміку, прозорість та залучення користувачів, DrugNcoin прагне створити процвітаючу екосистему, яка винагороджує свою спільноту."
    },
    "why": {
      "title": "Чому DrugNcoin?",
      "reason1": {
        "title": "1. Міцна Основа:",
        "item1": "Побудований на безпечному та масштабованому блокчейні TON.",
        "item2": "Підтримується надійною інфраструктурою смарт-контрактів."
      },
      "reason2": {
        "title": "2. Прозора Токеноміка:",
        "item1": "Загальна пропозиція: 100 мільярдів токенів.",
        "item2": "Резерв команди: 10 мільярдів токенів.",
        "item3": "Циркулююча пропозиція: 90 мільярдів токенів."
      },
      "reason3": {
        "title": "3. Захоплюючі Можливості Передпродажу:",
        "item1": "Кілька раундів передпродажу з підвищенням цін на токени, що дає раннім інвесторам значні переваги."
      },
      "reason4": {
        "title": "4. Вигідна Реферальна Програма:",
        "item1": "Заробляйте токени, запрошуючи інших приєднатися до спільноти DrugNcoin.",
        "item2": "Прогресивна система винагород, заснована на кількості рефералів."
      }
    },
    "token_details": {
      "title": "Деталі Токена",
      "token_name": {
        "label": "Назва Токена:",
        "value": "DrugNcoin"
      },
      "total_supply": {
        "label": "Загальна Пропозиція:",
        "value": "100 мільярдів токенів"
      },
      "team_reserve": {
        "label": "Резерв для Команди:",
        "value": "10 мільярдів токенів"
      },
      "circulating_supply": {
        "label": "Циркулююча Пропозиція:",
        "value": "90 мільярдів токенів"
      },
      "pre_sale_rounds": {
        "label": "Раунди Передпродажу:",
        "round1": {
          "title": "Перший Раунд:",
          "price": "Ціна: $0.0015 за токен",
          "end_date": "Дата закінчення: 10 серпня 2024 року"
        },
        "round2": {
          "title": "Другий Раунд:",
          "price": "Ціна: $0.002 за токен",
          "end_date": "Дата закінчення: 30 серпня 2024 року"
        },
        "round3": {
          "title": "Третій Раунд:",
          "price": "Ціна: $0.003 за токен",
          "end_date": "Дата закінчення: 30 вересня 2024 року"
        }
      }
    },
    "join": {
      "title": "Приєднуйтесь до Спільноти DrugNcoin",
      "steps": {
        "get_started": "Почніть:",
        "step1": "Підключіть свій гаманець TON.",
        "step2": "Візьміть участь у передпродажу.",
        "step3": "Заробляйте винагороди через нашу реферальну програму."
      }
    },
    "stay_connected": {
      "title": "Залишайтеся на Зв'язку:",
      "social_media": "Слідкуйте за нами у соціальних мережах для останніх оновлень.",
      "community_discussions": "Приєднуйтесь до наших обговорень у спільноті на Telegram і Discord."
    },
    "contact": {
      "title": "Зв'яжіться з Нами:",
      "body": "Для запитів звертайтеся до нашої служби підтримки за адресою [support at drugncoin.com](mailto:support at drugncoin.com)."
    },
    "footer": {
      "body": "DrugNcoin - Інновації Майбутнього Криптовалют"
    }
  },
  "our_goals": {
    "title": "Наші Цілі",
    "introduction": "У DrugNcoin ми віримо, що масове впровадження криптовалют не може бути повністю реалізоване без вирішення критичного соціального питання: легалізації наркотиків. Ми визнаємо важливу роль, яку криптовалюти відіграють на чорному ринку, особливо у незаконних транзакціях з наркотиками. Ця асоціація є значною перешкодою для широкого прийняття та інтеграції криптовалют у традиційні фінансові системи.",
    "vision": {
      "title": "Наша Візія",
      "body": "Ми уявляємо світ, де тіні чорного ринку розсіюються світлом легітимності. Подібно до того, як світанок розганяє найтемнішу ніч, легалізація та регулювання наркотиків можуть оголосити нову еру для криптовалют, перетворюючи їх із підземного інструменту на маяк прозорої та законної комерції."
    },
    "blocker": {
      "title": "Основна Перешкода",
      "body": "Шлях до масового впровадження криптовалют ускладнюється постійною тінню незаконного вживання наркотиків. Ця незаконна асоціація кидає тінь на потенціал цифрових валют, створюючи недовіру та опір серед регуляторних органів та широкої громадськості. Щоб розкрити справжній потенціал криптовалют, ми повинні спочатку вирішити це фундаментальне питання."
    },
    "solution": {
      "title": "Наше Рішення",
      "body": "Ми вважаємо, що декриміналізація та легалізація наркотиків представляють собою 100% рішення однієї з найбільших перешкод для масового впровадження криптовалют. Підтримуючи та сприяючи легалізації наркотиків, ми прагнемо усунути стигму та правові проблеми, пов'язані з використанням криптовалют, відкриваючи шлях до їх прийняття та інтеграції у повсякденне життя."
    },
    "foundation": {
      "title": "Створення Фонду",
      "body": "Наша мета — створити фонд, присвячений підтримці процесів легалізації наркотиків у країнах, де це залишається суперечливим питанням. Завдяки адвокації, освіті та фінансовій підтримці ми прагнемо впливати на зміни політики та суспільні настрої, сприяючи створенню правового середовища, яке сприяє зростанню та прийняттю криптовалют."
    }
  },
  "roadmap": {
    "title": "Дорожня Карта",
    "body": "Наразі ми спланували нашу стратегію на один рік вперед.",
    "q3_2024": {
      "title": "Q3 2024",
      "event1": "Перший Раунд Передпродажу: $0.0015 за токен (Дата закінчення: 10 серпня 2024 року)",
      "event2": "Другий Раунд Передпродажу: $0.002 за токен (Дата закінчення: 30 серпня 2024 року)",
      "event3": "Третій Раунд Передпродажу: $0.003 за токен (Дата закінчення: 30 вересня 2024 року)"
    },
    "q4_2024": {
      "title": "Q4 2024",
      "event1": "Розподіл Токенів Серед Ранніх Інвесторів",
      "event2": "Початкова Маркетингова Кампанія для Підвищення Обізнаності"
    },
    "q1_2025": {
      "title": "Q1 2025",
      "event1": "Лістинг на Основних Крипто-Біржах (Binance, Bybit, Bitget, OKEX)",
      "event2": "Розширення Маркетингових Зусиль та Залучення Спільноти"
    },
    "q2_2025": {
      "title": "Q2 2025",
      "event1": "Встановлення Партнерських Відносин з Юридичними та Адвокаційними Групами",
      "event2": "Ініціація Програм Підтримки Легалізації у Цільових Країнах"
    },
    "q3_2025": {
      "title": "Q3 2025",
      "event1": "Запуск Глобальної Кампанії з Адвокації Легалізації Наркотиків",
      "event2": "Проведення Міжнародних Конференцій та Семінарів"
    }
  },
  "about": {
    "title": "Про DrugNcoin",
    "introduction": "DrugNcoin була заснована різноманітною групою професіоналів та ентузіастів, об'єднаних спільною візією. Наша команда складається з експертів з різних галузей, кожен з яких приносить унікальну перспективу та набір навичок. Разом ми прагнемо сприяти масовому впровадженню криптовалют через інноваційні рішення та соціальні зміни.",
    "founders": {
      "title": "Наші Засновники",
      "body": "Наша засновницька команда складається з візіонерів з різних галузей, кожен з яких має глибоку пристрасть до криптовалют та їх потенціалу для трансформації світу. Використовуючи наш колективний досвід, ми прагнемо створити стійкий та впливовий рух."
    },
    "expertise": {
      "title": "Наша Експертиза",
      "item1": "Технологія Блокчейн: Наші експерти з блокчейну забезпечують безпеку та масштабованість нашої платформи, роблячи DrugNcoin надійною та ефективною криптовалютою.",
      "item2": "Юридичні та Регуляторні Питання: Наша юридична команда орієнтується у складному ландшафті регулювання криптовалют, підтримуючи політики, які сприяють легальному використанню цифрових валют.",
      "item3": "Фінанси та Економіка: Наші фінансові аналітики надають інсайти щодо ринкових тенденцій та економічних впливів, керуючи нашими стратегічними рішеннями для довгострокового зростання.",
      "item4": "Маркетинг та Комунікації: Наші маркетингові фахівці створюють захоплюючі історії та стратегії залучення, щоб залучити та розширити нашу спільноту.",
      "item5": "Громадське Здоров'я та Політика: Наші експерти з громадського здоров'я розуміють соціальні наслідки легалізації наркотиків, допомагаючи нам формувати ініціативи, які сприяють здоров'ю та безпеці."
    },
    "mission": {
      "title": "Наша Місія",
      "body": "У DrugNcoin наша місія полягає у сприянні масовому впровадженню криптовалют шляхом вирішення однієї з найбільш значущих перешкод: асоціації з незаконними транзакціями наркотиків. Підтримуючи легалізацію та регулювання наркотиків, ми прагнемо змінити наратив навколо криптовалют та відкрити шлях до їх інтеграції у традиційні фінансові системи. Ми віримо, що через освіту, адвокацію та стратегічні партнерства ми можемо створити майбутнє, де криптовалюти використовуються прозоро та законно, приносячи користь суспільству в цілому."
    }
  },
  "presale": {
    "title": "Попередній продаж",
    "body": "Приєднуйтесь до наших раундів попереднього продажу і отримуйте свої токени DrugNcoin.",
    "connect-wallet": {
      "title": "Підключіть свій TON гаманець",
      "user-friendly-address": "Зручна адреса",
      "raw-address": "Сира адреса"
    },
    "payment": {
      "title": "Обробка платежів",
      "amount": "Сума (USD)"
    }
  },
  "referral": {
    "title": "Реферальна програма",
    "body": "Запрошуйте друзів і заробляйте токени DrugNcoin.",
    "system": {
      "title": "Реферальна система",
      "referral-id": "Реферальний ID",
      "submit": "Відправити"
    }
  },
  "tokenimics": {
    "title": "Токеноміка",
    "total": "Загальна Пропозиція",
    "team-reserved": "Зарезервовано для команди",
    "circulating": "Циркулююча Пропозиція",
    "billion": "мільярд",
    "tokens": "токени"
  }
}
